1,book,1
2,coat,1
3,dress,0
4,excuse,1
5,handbag,1
6,house,0
7,pardon,1
8,pencil,1
9,shirt,1
10,skirt,0
11,thank you,0
12,this,1
13,very much,1
14,watch,1
15,your,1
16,yes,1
17,it,1
18,is,1
19,me,1
20,pen,1
21,ant,1
22,apart,0
23,applicant,1
24,approval,1
25,approve,1
26,arise,1
27,collective,1
28,colony,1
29,combine,1
30,commercial,0
31,community,1
32,competition,0
33,concede,0
34,concentration,1
35,concession,0
36,confine,0
37,conflict,1
38,effective,1
39,elaborate,1
40,anxiety,0
41,apartment,1
42,application,1
43,appreciate,0
44,architecture,1
45,combat,1
46,commission,1
47,commitment,1
48,compel,1
49,compete,1
50,concern,0
51,conclusion,0
52,confess,0
53,efficient,1
54,eighteen,1
55,elementary,1
56,embarrass,1
57,embassy,1
58,emperor,1
59,elect,1
60,electron,1
61,element,1
62,emergency,1
63,endless,1
64,entertain,1
65,entry,1
66,abuse,0
67,accidental,0
68,accomplish,0
69,account,1
70,accustomed,1
71,activity,1
72,addition,1
73,advantage,1
74,cancer,1
75,capture,0
76,carrier,1
77,cash,1
78,cassette,1
79,certificate,1
80,champion,1
81,chapter,1
82,character,0
83,equivalent,0
84,essential,0
85,establishment,1
86,exhibit,1
87,expense,1
88,experimental,1
89,expert,1
90,assumption,1
91,conjunction,1
92,conscience,0
93,conscious,0
94,consent,1
95,consistent,1
96,constitution,1
97,consult,1
98,explore,1
99,identical,1
100,identify,1
101,imaginary,1
102,arouse,1
103,assemble,1
104,assembly,1
105,awful,0
106,conquer,1
107,conquest,1
108,contemporary,1
109,consume,1
110,contact,1
111,container,1
112,continuous,1
113,contribution,1
114,finance,1
115,flourish,1
116,footstep,1
117,forehead,1
118,formal,1
119,contribute,1
120,controversial,1
121,corresponding,0
122,fisherman,1
123,flame,0
124,flesh,1
125,foreigner,1
126,forge,1
127,formula,1
128,indoor,1
129,inevitable,0
130,infer,0
131,inform,0
132,innocent,1
133,lad,1
134,lag,1
135,landlord,0
136,lane,1
137,largely,1
138,museum,1
139,naval,1
140,navy,1
141,breadth,0
142,bubble,1
143,bullet,1
144,calculator,1
145,dictate,1
146,diplomatic,1
147,discard,1
148,discharge,1
149,disguise,1
150,germ,0
151,asset,1
152,assist,1
153,associate,1
154,astonish,0
155,authority,1
156,avenue,0
157,award,0
158,confusion,0
159,employment,1
160,entitle,1
161,incline,0
162,index,1
163,arrest,0
164,arrow,1
165,artificial,1
166,alarm,1
167,alcohol,1
168,childhood,1
169,china,1
170,civil,0
171,claim,0
172,claw,1
173,code,1
174,ancient,0
175,ankle,0
176,anticipate,0
177,apology,1
178,apparent,0
179,appeal,0
180,appetite,0
181,appointment,1
182,colleague,1
183,collision,1
184,column,1
185,ancestor,0
186,antique,0
187,applause,1
188,arbitrary,1
189,collection,1
190,communicate,1
191,conductor,0
192,economical,1
193,educate,1
194,elsewhere,1
195,emit,1
196,ensure,1
197,enterprise,0
198,entertainment,0
199,enthusiasm,0
200,indicate,0
201,indication,0
202,indifferent,0
203,justify,0
204,mixture,1
205,mode,1
206,modify,0
207,molecule,0
208,operational,1
209,radical,0
210,rainy,1
211,rank,1
212,arrangement,1
213,assess,1
214,assignment,1
215,association,1
216,available,0
217,bacteria,0
218,considerate,1
219,construct,1
220,contest,1
221,contract,1
222,contrary,1
223,core,1
224,corridor,0
225,finally,1
226,former,1
227,forth,1
228,fourteen,1
229,indispensable,0
230,influential,0
231,mushroom,1
232,nationality,1
233,necessity,1
234,perspective,0
235,pierce,1
236,analysis,0
237,annoy,0
238,applicable,1
239,appoint,0
240,approach,0
241,commit,1
242,committee,1
243,communication,1
244,comparable,1
245,competent,1
246,competitive,1
247,pigeon,1
248,pinch,1
249,plentiful,1
250,salary,0
251,scan,1
252,bleed,1
253,bloody,1
254,blouse,1
255,brand,0
256,comprise,0
257,conceal,0
258,condemn,0
259,earthquake,1
260,editorial,0
261,elevator,1
262,emotion,1
263,employee,1
264,individual,0
265,inference,0
266,influence,1
267,ingredient,0
268,label,1
269,landscape,1
270,mysterious,1
271,annual,1
272,anyhow,0
273,anyway,1
274,distinguish,1
275,drag,1
276,drain,0
277,drum,0
278,hen,1
279,hence,0
280,highway,1
281,latter,1
282,leap,0
283,coil,0
284,exposure,1
285,extension,1
286,fame,1
287,fancy,1
288,faulty,1
289,feature,1
290,fiction,1
291,fierce,0
292,immense,0
293,appropriate,0
294,approximate,1
295,architect,1
296,command,1
297,comment,1
298,comparative,1
299,compromise,0
300,concept,1
301,concrete,1
302,confidence,0
303,echo,0
304,edition,1
305,eighty,1
306,election,1
307,elegant,1
308,eliminate,1
309,embrace,1
310,enable,1
311,kindergarten,1
312,kindness,1
313,misunderstand,1
314,mood,0
315,optimistic,1
316,orbit,1
317,agency,1
318,agent,1
319,airline,1
320,alike,1
321,combination,1
322,commerce,1
323,concerning,0
324,conclude,0
325,conduct,0
326,confident,0
327,confirm,1
328,eagle,0
329,editor,1
330,elbow,1
331,emerge,1
332,emotional,1
333,emphasis,1
334,enormous,0
335,independent,1
336,kingdom,1
337,moisture,0
338,monument,0
339,opera,1
340,opponent,1
341,aspect,1
342,author,1
343,auxiliary,0
344,await,1
345,aware,0
346,backward,1
347,consist,1
348,consultant,1
349,controversy,1
350,copper,0
351,corporation,1
352,fireman,1
353,forbid,1
354,forecast,1
355,foundation,1
356,infect,0
357,inherit,1
358,initial,1
359,namely,1
360,naturally,1
361,negative,1
362,neglect,0
363,pessimistic,1
364,philosopher,0
365,physical,1
366,pill,1
367,breast,0
368,brief,0
369,bunch,0
370,detail,0
371,devise,0
372,diameter,1
373,disk,1
374,disorder,1
375,disposal,1
376,dispute,1
377,geometry,1
378,glow,1
379,gratitude,1
380,isolate,1
381,mostly,1
382,motion,0
383,outward,1
384,overlook,1
385,overnight,1
386,package,1
387,resident,0
388,resource,1
389,respectively,1
390,respond,1
391,restless,1
392,restrict,1
393,incident,0
394,junior,1
395,jury,0
396,kid,1
397,modest,0
398,operator,1
399,optional,1
400,arrange,1
401,artistic,1
402,assure,1
403,atomic,1
404,audio,0
405,awkward,0
406,confront,0
407,confuse,1
408,congress,1
409,consumer,1
410,continual,1
411,contrast,1
412,conventional,1
413,correspond,1
414,chip,1
415,clash,1
416,export,1
417,extend,1
418,extensive,1
419,exterior,1
420,fairy,0
421,famine,0
422,fax,1
423,fearful,0
424,festival,1
425,memorial,1
426,partial,1
427,patch,0
428,payment,1
429,peak,0
430,impressive,0
431,liable,1
432,pea,1
433,penetrate,0
434,pension,0
435,anchor,1
436,anniversary,0
437,appearance,0
438,file,1
439,flour,1
440,fluid,1
441,following,0
442,format,1
443,fraction,1
444,industrial,0
445,inflation,0
446,injure,1
447,inn,1
448,lap,1
449,permanent,0
450,refresh,1
451,refusal,1
452,bride,1
453,bulk,0
454,burden,0
455,calculate,1
456,detection,1
457,dial,1
458,disappear,1
459,disaster,1
460,muscle,0
461,mutual,1
462,personnel,1
463,bolt,1
464,distress,1
465,dose,1
466,draft,1
467,dump,1
468,dusk,0
469,hesitate,0
470,appliance,1
471,collapse,0
472,comedy,1
473,comparison,1
474,compass,1
475,condense,0
476,earnest,0
477,efficiency,0
478,elastic,1
479,electrical,1
480,employer,1
481,increasingly,0
482,incredible,1
483,independence,1
484,indirect,1
485,mobile,1
486,moderate,0
487,monthly,1
488,opening,1
489,option,1
490,orderly,1
491,discipline,1
492,dispose,1
493,given,1
494,globe,1
495,glove,1
496,gradual,1
497,greedy,1
498,motivate,1
499,motive,1
500,outlook,1
501,overcome,1
502,nucleus,1
503,nursery,0
504,oblige,0
505,observe,0
506,prompt,1
507,punch,0
508,simplicity,1
509,sincere,0
510,slam,1
511,sleeve,1
512,slender,1
513,bat,1
514,dairy,1
515,daylight,1
516,debate,1
517,definitely,0
518,derive,0
519,guitar,1
520,interpret,1
521,interpretation,0
522,overhead,1
523,overtake,1
524,residence,1
525,resistance,0
526,resistant,0
527,resolution,0
528,responsible,1
529,restrain,1
530,billion,1
531,reckon,1
532,soccer,1
533,solution,1
534,southeast,1
535,blast,1
536,bold,1
537,brake,1
538,distribute,1
539,invitation,1
540,powerful,1
541,practically,0
542,prayer,0
543,preceding,0
544,preferable,1
545,preposition,1
546,prescribe,1
547,presently,1
548,princess,0
549,dominate,0
550,donkey,1
551,drama,0
552,drunk,1
553,dye,0
554,heroic,1
555,horizontal,0
556,humorous,1
557,leader,1
558,Marxist,1
559,normally,1
560,boring,0
561,bow,0
562,distinction,1
563,dynamic,1
564,hint,1
565,honey,1
566,horrible,0
567,nuisance,0
568,observation,0
569,property,1
570,skate,1
571,skilled,1
572,slippery,0
573,aside,1
574,assistance,1
575,bacon,0
576,congratulate,1
577,congratulation,1
578,consequence,1
579,constitute,1
580,consumption,1
581,holy,1
582,hopeful,1
583,horsepower,1
584,hut,1
585,laughter,1
586,layout,1
587,leading,1
588,learned,1
589,legislation,1
590,marine,1
591,mayor,1
592,contradiction,1
593,correspondence,0
594,correspondent,1
595,filter,1
596,finding,1
597,flash,1
598,fluent,1
599,fortnight,1
600,infant,0
601,lavatory,1
602,layer,1
603,lean,1
604,learning,1
605,lease,1
606,mask,1
607,mature,0
608,meantime,1
609,mechanical,1
610,obligation,0
611,profile,1
612,infinite,0
613,injury,0
614,knot,0
615,musician,1
616,navigation,1
617,plantation,1
618,plus,1
619,satellite,0
620,scare,0
621,tame,0
622,technology,1
623,proportional,1
624,psychological,1
625,publicity,0
626,publish,1
627,purple,0
628,bark,1
629,behalf,1
630,behave,1
631,belief,1
632,damn,1
633,deaf,1
634,debt,1
635,decade,1
636,deceive,1
637,delicate,0
638,deserve,0
639,growth,1
640,harmony,0
641,heap,1
642,heave,0
643,investigate,1
644,brick,0
645,brow,0
646,bulb,0
647,bureau,0
648,butterfly,1
649,cabinet,1
650,destruction,1
651,dialect,1
652,glimpse,0
653,glue,1
654,governor,0
655,graph,1
656,means,1
657,mechanic,1
658,media,1
659,prohibit,1
660,promote,0
661,proof,1
662,affect,1
663,agenda,1
664,aggressive,1
665,aircraft,1
666,alliance,1
667,ambulance,0
668,amuse,0
669,cheerful,1
670,negotiate,1
671,nevertheless,1
672,nightmare,1
673,porter,0
674,portrait,0
675,pray,0
676,predict,0
677,presentation,0
678,primary,1
679,privilege,0
680,grateful,1
681,item,1
682,jam,1
683,joint,1
684,mosquito,0
685,mount,1
686,movie,1
687,outcome,1
688,oven,1
689,reservoir,0
690,select,1
691,senate,1
692,counsel,0
693,cruise,1
694,curriculum,1
695,frame,1
696,fundamental,0
697,furnish,0
698,fuss,0
699,chew,1
700,cite,0
701,explosive,1
702,extent,0
703,fantasy,0
704,feedback,1
705,female,1
706,resist,1
707,rhythm,1
708,romantic,1
709,rude,1
710,suburb,1
711,sunshine,1
712,balcony,0
713,barely,0
714,being,1
715,gang,0
716,garlic,1
717,gene,0
718,inspect,1
719,institute,1
720,insurance,1
721,lower,1
722,loyalty,0
723,lucky,1
724,magnificent,1
725,parcel,0
726,penalty,0
727,per,1
728,relevant,1
729,rely,0
730,remark,0
731,balloon,1
732,bang,1
733,basically,1
734,bay,0
735,decay,1
736,dense,1
737,departure,0
738,depress,0
739,guideline,1
740,harsh,0
741,hatred,1
742,toe,1
743,tolerate,0
744,torture,0
745,tradition,1
746,transform,1
747,trap,0
748,tray,1
749,tremble,1
750,tremendous,1
751,ore,1
752,quote,0
753,consideration,1
754,convenience,1
755,convention,1
756,copyright,1
757,financial,1
758,flexible,1
759,flock,1
760,fog,1
761,formation,1
762,inhabitant,1
763,beam,0
764,bearing,1
765,beneficial,1
766,delete,0
767,demonstrate,0
768,dependent,1
769,depression,1
770,gross,1
771,hazard,0
772,helicopter,0
773,involve,1
774,mainland,1
775,management,1
776,margin,1
777,network,1
778,niece,1
779,precaution,0
780,preference,1
781,preliminary,1
782,radiation,1
783,reader,1
784,reasonable,1
785,rebel,1
786,recently,1
787,recognition,1
788,recreation,1
789,specifically,1
790,proceed,1
791,secondary,1
792,section,1
793,security,1
794,selfish,1
795,shift,0
796,affection,0
797,spider,0
798,spite,0
799,split,1
800,veteran,0
801,via,1
802,violent,0
803,virus,1
804,visual,1
805,vital,0
806,dim,1
807,trim,1
808,error,1
809,absence,0
810,abstract,1
811,adjective,1
812,advertisement,1
813,candy,0
814,capable,0
815,cartoon,1
816,evident,1
817,amid,1
818,chill,1
819,circuit,0
820,classical,1
821,clumsy,0
822,expose,1
823,exclude,1
824,identity,1
825,illustration,1
826,imagination,1
827,logic,1
828,logical,1
829,miracle,0
830,miserable,0
831,occasion,0
832,occupation,0
833,fashion,1
834,liberate,1
835,perceive,0
836,refine,1
837,relieve,1
838,repeatedly,0
839,replace,1
840,steep,1
841,hell,1
842,manufacture,1
843,neutral,1
844,pregnant,0
845,preserve,1
846,pressure,0
847,unity,1
848,occupy,0
849,trunk,1
850,uncover,1
851,understanding,1
852,performance,1
853,humor,0
854,senator,1
855,sensible,1
856,unexpected,1
857,utter,0
858,vague,1
859,X-ray,1
860,resume,0
861,retire,0
862,ribbon,1
863,previous,0
864,principal,0
865,principle,1
866,bump,0
867,bundle,1
868,despite,0
869,destination,1
870,determination,1
871,device,1
872,devil,0
873,diet,1
874,digest,1
875,digital,1
876,dirt,1
877,dismiss,1
878,display,1
879,ghost,1
880,giant,0
881,grape,1
882,jealous,0
883,journalist,1
884,moreover,1
885,stem,1
886,straw,1
887,strengthen,1
888,striking,1
889,string,1
890,breed,0
891,cable,1
892,detect,1
893,directly,1
894,discourage,1
895,multiple,1
896,outlet,1
897,ownership,1
898,resort,1
899,respective,1
900,reward,1
901,academy,0
902,rocket,1
903,royal,1
904,rug,1
905,sympathy,1
906,mystery,1
907,naked,0
908,necessarily,1
909,phase,0
910,global,1
911,glory,1
912,grab,1
913,jaw,0
914,jazz,1
915,jewel,1
916,outer,1
917,outline,1
918,output,1
919,outstanding,1
920,owner,1
921,acceptance,0
922,accordingly,0
923,accuracy,0
924,action,1
925,advanced,1
926,calendar,1
927,campus,1
928,cell,1
929,envy,0
930,erect,0
931,evaluate,1
932,phenomenon,0
933,physician,1
934,pit,1
935,plunge,1
936,sacrifice,0
937,sake,0
938,salad,1
939,sanction,0
940,saving,1
941,saw,1
942,scarcely,1
943,usage,1
944,scope,1
945,violet,1
946,spacecraft,1
947,spade,1
948,squeeze,0
949,vibrate,0
950,view,1
951,evidently,1
952,exaggerate,1
953,exceed,0
954,exit,1
955,explode,1
956,exploit,1
957,ideal,1
958,ignorant,1
959,image,1
960,liquid,0
961,locate,1
962,screen,1
963,screw,0
964,tax,1
965,tendency,0
966,theory,1
967,thirst,1
968,paw,0
969,recognize,1
970,reliable,0
971,religious,1
972,minus,0
973,mislead,1
974,offense,1
975,typist,1
976,underground,1
977,grammar,1
978,rail,1
979,rare,0
980,realistic,1
981,rear,1
982,recruit,1
983,repetition,0
984,stake,0
985,stove,1
986,stress,1
987,stroke,1
988,sigh,0
989,significant,0
990,similarly,1
991,ski,1
992,skim,1
993,oxygen,1
994,restore,1
995,retreat,1
996,revolt,1
997,revolutionary,1
998,rib,1
999,robot,1
1000,roller,1
1001,vision,1
1002,volcano,1
1003,vote,1
1004,raid,1
1005,intelligence,1
1006,prior,1
1007,laser,1
1008,tag,1
1009,costly,1
1010,creature,0
1011,so-called,1
1012,sofa,1
1013,somehow,1
1014,sometime,1
1015,spur,0
1016,stack,0
1017,staff,1
1018,vice,0
1019,visible,1
1020,vivid,1
1021,volt,1
1022,bet,1
1023,zone,1
1024,dam,1
1025,afterwards,1
1026,focus,1
1027,gas,1
1028,apply,1
1029,prime,1
1030,court,0
1031,crane,0
1032,crawl,0
1033,create,1
1034,creative,1
1035,crime,0
1036,integrate,1
1037,intense,1
1038,internal,1
1039,loyal,0
1040,machinery,1
1041,towel,1
1042,translation,1
1043,transmission,0
1044,transmit,1
1045,transparent,1
1046,superficial,0
1047,surround,1
1048,react,1
1049,recommend,1
1050,recommendation,1
1051,recorder,1
1052,soda,1
1053,solemn,1
1054,sow,1
1055,spiritual,0
1056,spokesman,1
1057,criminal,1
1058,currency,1
1059,cycle,1
1060,fund,0
1061,gallery,1
1062,gallon,0
1063,gaze,0
1064,generate,1
1065,interaction,0
1066,intermediate,1
1067,abroad,1
1068,absolute,1
1069,accompany,0
1070,accountant,1
1071,acknowledge,1
1072,acre,1
1073,acute,0
1074,adjust,1
1075,adopt,1
1076,advocate,1
1077,vigorous,1
1078,volume,1
1079,volunteer,1
1080,warmth,1
1081,prince,0
1082,cancel,1
1083,grant,1
1084,scale,0
1085,council,0
1086,crack,0
1087,craft,0
1088,loosen,0
1089,lorry,0
1090,luxury,0
1091,toast,0
1092,torch,0
1093,tractor,0
1094,tragedy,0
1095,transfer,0
1096,trend,1
1097,wolf,1
1098,carpenter,1
1099,cashier,1
1100,channel,1
1101,chaos,1
1102,chap,1
1103,episode,0
1104,essay,0
1105,evil,0
1106,excessive,1
1107,expectation,1
1108,explosion,1
1109,illustrate,1
1110,literature,0
1111,minor,1
1112,trousers,0
1113,tutor,1
1114,umbrella,1
1115,wagon,1
1116,Christ,1
1117,undergraduate,1
1118,surplus,0
1119,sway,0
1120,swift,0
1121,temptation,0
1122,theme,1
1123,therapy,1
1124,parliament,0
1125,automobile,1
1126,removal,1
1127,reservation,0
1128,statement,1
1129,retain,1
1130,rotate,1
1131,bible,1
1132,dramatic,1
1133,drip,1
1134,dumb,0
1135,herd,0
1136,highly,0
1137,hook,1
1138,crew,0
1139,critic,0
1140,cultivate,1
1141,curl,1
1142,current,1
1143,gap,1
1144,insight,1
1145,installation,1
1146,instinct,1
1147,shell,1
1148,shortly,0
1149,urge,0
1150,vanish,0
1151,vehicle,1
1152,insure,1
1153,intensity,1
1154,interfere,1
1155,interior,1
1156,loose,1
1157,maid,1
1158,title,1
1159,topic,1
1160,steamer,1
1161,sticky,0
1162,substitute,1
1163,industrialize,1
1164,install,1
1165,soak,1
1166,worthy,1
1167,yearly,1
1168,mould,1
1169,behaviour,1
1170,rouse,0
1171,rust,0
1172,subway,1
1173,succession,1
1174,supermarket,1
1175,survive,0
1176,suspicion,0
1177,swear,0
1178,swell,0
1179,pitch,0
1180,plural,1
1181,poetry,1
1182,poison,1
1183,saucer,1
1184,sausage,1
1185,scatter,1
1186,script,1
1187,tense,1
1188,terror,1
1189,organization,1
1190,railroad,1
1191,render,1
1192,reserve,0
1193,stain,0
1194,stocking,0
1195,storage,1
1196,strategy,0
1197,strip,0
1198,style,1
1199,subsequent,1
1200,substance,1
1201,weave,1
1202,weekday,1
1203,withstand,0
1204,witness,0
1205,Christian,1
1206,summarize,1
1207,provoke,1
1208,initiative,1
1209,inner,1
1210,kneel,1
1211,laboratory,0
1212,lamb,1
1213,persist,1
1214,philosophy,1
1215,pillar,1
1216,bloom,1
1217,boast,1
1218,qualify,1
1219,sideways,1
1220,signal,1
1221,significance,0
1222,singular,0
1223,soar,1
1224,wool,0
1225,millimeter,1
1226,golf,1
1227,distinct,1
1228,donation,1
1229,dormitory,1
1230,doubtful,1
1231,drawer,1
1232,duration,1
1233,historic,1
1234,historical,1
1235,hopeless,1
1236,host,1
1237,leadership,1
1238,leak,1
1239,leather,1
1240,married,1
1241,mathematical,1
1242,maximum,1
1243,nonsense,1
1244,noodle,1
1245,numerous,0
1246,objection,1
1247,objective,1
1248,project,1
1249,puzzle,1
1250,sightseeing,0
1251,alert,1
1252,choke,1
1253,chop,1
1254,circulate,1
1255,civilian,0
1256,horizon,0
1257,housing,1
1258,launch,0
1259,lawn,1
1260,lens,1
1261,measurement,1
1262,observer,1
1263,professional,1
1264,profit,1
1265,progressive,1
1266,clap,0
1267,clarify,1
1268,client,1
1269,fashionable,1
1270,passion,0
1271,passport,1
1272,publication,1
1273,purse,0
1274,qualification,1
1275,signature,0
1276,slide,1
1277,slight,1
1278,slim,1
1279,slip,1
1280,slope,0
1281,percentage,1
1282,refugee,1
1283,religion,0
1284,reluctant,0
1285,remedy,0
1286,rent,1
1287,reporter,1
1288,represent,0
1289,reputation,0
1290,requirement,1
1291,ambition,0
1292,amount,1
1293,cigar,0
1294,classic,1
1295,classification,1
1296,clause,0
1297,climate,0
1298,coach,1
1299,farewell,1
1300,steer,1
1301,angle,0
1302,argument,1
1303,arithmetic,1
1304,commander,1
1305,concentrate,0
1306,conference,1
1307,ease,1
1308,economic,1
1309,economy,1
1310,elderly,1
1311,gesture,1
1312,glorious,1
1313,graceful,1
1314,grain,1
1315,grand,1
1316,gravity,1
1317,grind,1
1318,grip,1
1319,jar,1
1320,journal,1
1321,moral,0
1322,accord,0
1323,acid,1
1324,acquisition,1
1325,administration,1
1326,canal,1
1327,candidate,0
1328,capacity,0
1329,category,1
1330,cease,1
1331,cement,1
1332,environment,1
1333,electronic,1
1334,justice,0
1335,keyboard,1
1336,moist,0
1337,quit,1
1338,rage,0
1339,rarely,0
1340,reading,1
1341,realm,1
1342,recall,1
1343,receipt,1
1344,evolve,1
1345,excess,1
1346,exchange,1
1347,exclaim,0
1348,expansion,1
1349,ignorance,1
1350,liquor,1
1351,liver,1
1352,loaf,1
1353,lobby,1
1354,recovery,1
1355,social,1
1356,sole,1
1357,source,1
1358,sponsor,1
1359,stable,1
1360,venture,0
1361,verify,0
1362,aboard,1
1363,absorb,1
1364,tropical,1
1365,trumpet,1
1366,tube,1
1367,ultimate,1
1368,hip,1
1369,shiver,1
1370,shortage,1
1371,shrink,1
1372,unique,1
1373,urgent,0
1374,abundant,0
1375,accordance,0
1376,accuse,1
1377,acquaintance,1
1378,admission,1
1379,adverb,1
1380,advisable,1
1381,campaign,1
1382,carbon,1
1383,cast,1
1384,casual,0
1385,vacant,1
1386,mate,1
1387,frank,0
1388,survival,0
1389,swallow,0
1390,sweat,1
1391,sweater,1
1392,scrape,1
1393,technician,1
1394,teenager,0
1395,tend,1
1396,cautious,1
1397,chamber,1
1398,era,0
1399,estate,0
1400,exceedingly,1
1401,exclusive,0
1402,exert,1
1403,exhaust,1
1404,expand,1
1405,idle,1
1406,loan,1
1407,textbook,1
1408,jeans,1
1409,Christmas,0
1410,structure,1
1411,stuff,1
1412,substantial,1
1413,widow,1
1414,inquire,0
1415,jail,0
1416,license,1
1417,liter,1
1418,missing,1
1419,occasional,0
1420,tunnel,1
1421,turbine,1
1422,typical,1
1423,balance,1
1424,bankrupt,0
1425,barrier,0
1426,beggar,1
1427,besides,1
1428,darling,1
1429,marvellous,0
1430,smash,0
1431,workshop,1
1432,wreck,0
1433,wrist,0
1434,medal,1
1435,rumour,1
1436,axe,1
1437,horn,1
1438,catalogue,1
1439,scholarship,1
1440,civilization,1
1441,decent,1
1442,hearing,1
1443,invisible,1
1444,inward,0
1445,manufacturer,0
1446,nerve,1
1447,feasible,0
1448,fee,1
1449,medium,1
1450,melt,1
1451,participate,1
1452,reference,0
1453,regarding,1
1454,replacement,1
1455,resemble,1
1456,nitrogen,1
1457,prejudice,0
1458,prevail,1
1459,primitive,1
1460,private,1
1461,sector,1
1462,semester,0
1463,sheer,0
1464,shelter,1
1465,statistic,1
1466,status,1
1467,strain,1
1468,strategic,1
1469,wax,1
1470,wealthy,1
1471,abandon,0
1472,absent,1
1473,academic,0
1474,assign,1
1475,assume,0
1476,attraction,1
1477,automatic,1
1478,avoid,1
1479,background,1
1480,consequently,1
1481,conservation,1
1482,conservative,0
1483,considerable,0
1484,constant,0
1485,context,1
1486,cord,0
1487,flee,1
1488,fleet,0
1489,folk,1
1490,fragment,1
1491,inferior,0
1492,injection,1
1493,myth,1
1494,personality,1
1495,petrol,1
1496,petroleum,1
1497,baggage,1
1498,barn,1
1499,battery,1
1500,bean,1
1501,beneath,1
1502,benefit,1
1503,dash,1
1504,shield,1
1505,victim,0
1506,virtually,1
1507,volleyball,1
1508,wander,1
1509,protection,1
1510,lodge,0
1511,link,0
1512,aid,1
1513,counter,1
1514,deadline,1
1515,deliberate,0
1516,democracy,0
1517,democratic,1
1518,desirable,0
1519,guidance,1
1520,gulf,1
1521,harm,1
1522,accommodation,0
1523,accumulate,0
1524,achievement,1
1525,additional,1
1526,adequate,1
1527,adult,1
1528,advertise,1
1529,camel,1
1530,centigrade,1
1531,challenge,1
1532,establish,1
1533,harness,1
1534,heading,1
1535,headline,1
1536,heal,0
1537,hedge,0
1538,investment,1
1539,maintain,0
1540,nest,1
1541,crash,1
1542,crush,1
1543,crust,1
1544,cue,1
1545,fur,1
1546,furnace,0
1547,generally,0
1548,instance,1
1549,instrument,0
1550,intend,0
1551,lump,1
1552,treaty,1
1553,undergo,0
1554,bid,1
1555,gram,1
1556,honorable,1
1557,utmost,1
1558,vary,0
1559,bar,1
1560,legal,1
1561,data,1
1562,click,1
1563,cabbage,1
1564,diagram,1
1565,discount,1
1566,dissolve,1
1567,goodness,1
1568,govern,1
1569,graduate,1
1570,grasp,1
1571,pose,1
1572,circumstance,0
1573,cliff,0
1574,faithful,0
1575,fasten,0
1576,fate,0
1577,fertile,0
1578,greenhouse,1
1579,grocer,1
1580,issue,1
1581,mug,1
1582,outset,1
1583,oval,1
1584,overseas,1
1585,owing,1
1586,rid,1
1587,rub,0
1588,rural,0
1589,lest,1
1590,liberal,1
1591,membership,1
1592,particularly,0
1593,partner,1
1594,passive,0
1595,eve,0
1596,everyday,1
1597,exception,1
1598,excursion,0
1599,illegal,1
1600,imitate,1
1601,location,1
1602,mirror,1
1603,missile,0
1604,mission,1
1605,obvious,0
1606,offensive,0
1607,paste,1
1608,peculiar,0
1609,peer,0
1610,perception,1
1611,reform,1
1612,relax,0
1613,breeze,1
1614,brilliant,0
1615,budget,1
1616,surroundings,1
1617,suspect,0
1618,swing,1
1619,symptom,0
1620,pillow,0
1621,plastic,0
1622,poisonous,1
1623,sauce,1
1624,scandal,0
1625,omit,0
1626,twist,1
1627,underline,1
1628,underneath,1
1629,undertake,1
1630,ban,0
1631,bare,1
1632,beard,1
1633,beast,1
1634,beloved,1
1635,delivery,0
1636,cabin,1
1637,despair,0
1638,desperate,0
1639,dessert,1
1640,detective,0
1641,differ,1
1642,dimension,0
1643,dip,1
1644,disgust,1
1645,dislike,1
1646,genuine,0
1647,scenery,1
1648,scissors,1
1649,scout,1
1650,scratch,1
1651,seal,1
1652,temple,1
1653,territory,1
1654,switch,1
1655,telescope,1
1656,characterize,1
1657,civilize,1
1658,criticize,1
1659,grave,1
1660,mud,1
1661,multiply,1
1662,overall,1
1663,resign,1
1664,responsibility,1
1665,revise,1
1666,rope,0
1667,superior,0
1668,supreme,1
1669,stimulate,1
1670,weapon,1
1671,weep,1
1672,weld,1
1673,widen,0
1674,widespread,0
1675,wisdom,1
1676,wit,1
1677,surrender,0
1678,survey,0
1679,suspend,1
1680,ability,1
1681,accelerate,0
1682,accent,0
1683,access,1
1684,accurate,0
1685,acquire,0
1686,adapt,0
1687,career,1
1688,cargo,1
1689,carriage,1
1690,ceremony,1
1691,equality,1
1692,equation,0
1693,equip,0
1694,estimate,0
1695,evidence,0
1696,evolution,1
1697,excitement,1
1698,execute,1
1699,verb,1
1700,sin,1
1701,sketch,0
1702,snap,1
1703,worldwide,1
1704,worthless,1
1705,Internet,1
1706,emphasize,1
1707,skillful,1
1708,executive,1
1709,existence,1
1710,hydrogen,1
1711,local,0
1712,mist,0
1713,offend,0
1714,troublesome,0
1715,tune,1
1716,twin,1
1717,typewriter,1
1718,undoubtedly,1
1719,jungle,1
1720,keen,0
1721,oppose,1
1722,oral,1
1723,original,1
1724,radar,1
1725,rag,0
1726,rainbow,1
1727,reality,1
1728,recession,1
1729,solar,1
1730,sophisticated,1
1731,spit,0
1732,sportsman,0
1733,spray,0
1734,stadium,0
1735,vessel,0
1736,vinegar,1
1737,violence,0
1738,violin,1
1739,virtue,0
1740,voltage,1
1741,density,0
1742,deny,0
1743,depart,1
1744,deposit,0
1745,deputy,0
1746,guarantee,0
1747,gum,1
1748,headquarters,1
1749,helpful,1
1750,maintenance,0
1751,mankind,1
1752,voluntary,1
1753,waterproof,1
1754,dot,0
1755,grace,1
1756,could,1
1757,creep,0
1758,critical,0
1759,criticism,1
1760,crown,1
1761,crucial,1
1762,cube,1
1763,culture,1
1764,curiosity,1
1765,institution,1
1766,insult,1
1767,loop,1
1768,lung,1
1769,magic,1
1770,magnet,0
1771,manual,0
1772,nephew,1
1773,possess,1
1774,postage,1
1775,priest,0
1776,priority,1
1777,probable,1
1778,seminar,1
1779,unfortunately,1
1780,union,1
1781,pace,1
1782,resolve,1
1783,response,1
1784,restraint,1
1785,retail,1
1786,reveal,0
1787,revenue,1
1788,chin,0
1789,circular,0
1790,variable,1
1791,variation,0
1792,pat,1
1793,opportunity,0
1794,organic,1
1795,organize,1
1796,queue,1
1797,quiz,1
1798,quotation,1
1799,rabbit,1
1800,rack,0
1801,timber,0
1802,tough,0
1803,trail,0
1804,trash,1
1805,trial,0
1806,log,1
1807,positive,0
1808,poster,1
1809,postman,0
1810,potential,0
1811,poverty,0
1812,precision,0
1813,preface,1
1814,preparation,1
1815,presence,1
1816,presumably,1
1817,procedure,1
1818,process,1
1819,procession,1
1820,secure,1
1821,segment,1
1822,selection,1
1823,semiconductor,0
1824,shortcoming,1
1825,uneasy,1
1826,empire,1
1827,sustain,0
1828,phone,1
1829,physicist,1
1830,pine,1
1831,platform,1
1832,pledge,1
1833,plug,1
1834,satisfactory,0
1835,scarce,1
1836,scheme,1
1837,tank,1
1838,tedious,1
1839,temporary,1
1840,tender,0
1841,thermometer,1
1842,thorough,1
1843,range,0
1844,readily,1
1845,reception,1
1846,somewhat,1
1847,sore,1
1848,sorrow,0
1849,sour,1
1850,spill,1
1851,spin,1
1852,version,1
1853,tone,0
1854,connection,1
1855,relief,0
1856,remarkable,1
1857,remote,0
1858,statue,0
1859,stir,1
1860,stock,1
1861,stream,1
1862,studio,1
1863,weaken,1
1864,judgement,0
1865,bind,1
1866,biology,1
1867,blank,1
1868,blend,1
1869,downward,1
1870,drift,0
1871,helpless,1
1872,highlight,1
1873,household,1
1874,hunt,1
1875,mechanism,1
1876,obstacle,0
1877,product,1
1878,prominent,1
1879,pronoun,1
1880,pulse,0
1881,pump,1
1882,punctual,1
1883,pursue,0
1884,simplify,1
1885,slice,0
1886,writer,1
1887,barber,1
1888,mister,1
1889,aluminium,1
1890,vertical,0
1891,video,0
1892,virtual,1
1893,waken,1
1894,spot,0
1895,fatal,0
1896,cab,0
1897,reduction,1
1898,van,1
1899,mat,1
1900,crystal,1
1901,curse,1
1902,curve,1
1903,cushion,1
1904,funeral,0
1905,generous,0
1906,input,1
1907,inspire,1
1908,instant,1
1909,intellectual,1
1910,intensive,1
1911,interference,1
1912,lord,1
1913,luggage,0
1914,tissue,0
1915,trace,0
1916,transport,1
1917,undo,1
1918,subtract,1
1919,super,1
1920,superb,0
1921,supplement,1
1922,surgery,0
1923,planet,1
1924,sack,0
1925,saint,0
1926,salesman,1
1927,sample,1
1928,schedule,1
1929,talent,0
1930,temper,1
1931,tension,1
1932,centimeter,1
1933,lover,1
1934,worm,1
1935,worship,0
1936,worthwhile,0
1937,analyze,1
1938,neighbourhood,0
1939,Negro,1
1940,classify,1
1941,clay,1
1942,clue,1
1943,coarse,1
1944,fare,0
1945,fatigue,0
1946,federal,0
1947,merchant,1
1948,mercy,1
1949,particle,0
1950,patience,0
1951,peach,1
1952,pepper,1
1953,permission,1
1954,reflect,0
1955,release,1
1956,renew,1
1957,band,1
1958,barrel,1
1959,baseball,1
1960,basis,1
1961,deck,1
1962,dental,0
1963,descend,0
1964,guilty,1
1965,hardware,0
1966,haste,1
1967,heel,0
1968,male,1
1969,manner,1
1970,nineteen,1
1971,portion,0
1972,possibility,1
1973,postpone,0
1974,powder,0
1975,precise,0
1976,primarily,1
1977,senior,1
1978,kettle,0
1979,optical,1
1980,orchestra,1
1981,organ,1
1982,organism,1
1983,origin,1
1984,ounce,1
1985,racial,0
1986,rally,1
1987,rat,1
1988,rate,1
1989,ratio,1
1990,rational,1
1991,reaction,1
1992,receiver,1
1993,software,1
1994,solve,0
1995,southwest,1
1996,span,1
1997,spark,1
1998,spoil,1
1999,viewpoint,1
2000,violate,1
2001,vitamin,1
2002,vocabulary,1
2003,wage,1
2004,waist,1
2005,hay,0
2006,banner,1
2007,jet,1
2008,raw,1
2009,county,0
2010,crisis,0
2011,crude,0
2012,cupboard,1
2013,framework,1
2014,furthermore,0
2015,garbage,1
2016,gear,0
2017,generator,1
2018,genius,0
2019,insect,1
2020,insert,1
2021,instruct,1
2022,intelligent,1
2023,intention,1
2024,magnetic,1
2025,tolerance,0
2026,triangle,0
2027,literary,1
2028,ministry,1
2029,minority,1
2030,occurrence,1
2031,odd,1
2032,onion,1
2033,triumph,1
2034,troop,1
2035,E-mail,1
2036,ice-cream,1
2037,gymnasium,0
2038,harbor,0
2039,sexual,1
2040,shrug,0
2041,vacuum,0
2042,vain,0
2043,valid,1
2044,route,1
2045,reverse,1
2046,rod,1
2047,routine,0
2048,sword,1
2049,symbol,1
2050,sympathetic,0
2051,synthetic,1
2052,system,1
2053,nearby,1
2054,phrase,1
2055,pint,1
2056,plot,1
2057,saddle,0
2058,sailor,0
2059,scholar,1
2060,tackle,1
2061,target,1
2062,terminal,1
2063,textile,1
2064,theoretical,1
2065,thereby,1
2066,reflection,1
2067,representative,0
2068,reproduce,1
2069,republican,1
2070,rescue,1
2071,stale,0
2072,standpoint,1
2073,starve,0
2074,steady,0
2075,steak,1
2076,stiff,1
2077,sting,1
2078,stoop,1
2079,strap,0
2080,stretch,1
2081,stripe,1
2082,submerge,1
2083,submit,0
2084,weed,1
2085,weekly,1
2086,width,1
2087,withdraw,1
2088,inquiry,0
2089,blade,1
2090,distribution,0
2091,dragon,1
2092,durable,0
2093,horror,0
2094,hostile,1
2095,housewife,1
2096,humble,1
2097,laundry,1
2098,leisure,0
2099,lemon,1
2100,massive,1
2101,obtain,1
2102,profession,1
2103,protective,1
2104,provision,0
2105,purchase,1
2106,site,0
2107,slap,1
2108,wrap,0
2109,writing,1
2110,yawn,0
2111,yield,0
2112,youngster,1
2113,specialize,1
2114,edit,1
2115,ash,1
2116,accept,1
2117,admit,0
2118,afford,0
2119,age,1
2120,ahead,1
2121,airfield,1
2122,allow,1
2123,alone,1
2124,amusing,1
2125,angrily,0
2126,anxiously,0
2127,appear,1
2128,area,1
2129,aunt,1
2130,bank,1
2131,bicycle,1
2132,bill,1
2133,bitterly,0
2134,block,1
2135,boot,1
2136,breath,1
2137,campfire,1
2138,capital,1
2139,captain,0
2140,club,1
2141,collect,1
2142,complain,0
2143,complete,1
2144,continue,1
2145,crowd,0
2146,cut,1
2147,decision,1
2148,determined,0
2149,distance,1
2150,hole,1
2151,most,1
2152,airport,1
2153,angry,0
2154,art,1
2155,article,0
2156,attention,1
2157,battered,0
2158,bear,1
2159,bright,1
2160,business,1
2161,call,1
2162,caller,1
2163,catch,1
2164,centre,1
2165,certain,0
2166,clavichord,0
2167,coast,0
2168,comfortable,1
2169,company,1
2170,contain,1
2171,contents,1
2172,continually,1
2173,conversation,1
2174,critically,0
2175,curtain,0
2176,damage,1
2177,dance,1
2178,darkness,1
2179,desert,0
2180,design,1
2181,diamond,1
2182,difference,1
2183,different,1
2184,discover,1
2185,district,0
2186,dream,1
2187,effect,0
2188,employ,1
2189,except,1
2190,exciting,1
2191,expect,0
2192,experience,0
2193,explain,1
2194,explorer,1
2195,extremely,0
2196,fail,1
2197,fantastic,1
2198,field,1
2199,firm,1
2200,flat,0
2201,flight,1
2202,food,1
2203,forest,1
2204,form,1
2205,friendly,1
2206,fright,0
2207,furniture,0
2208,gather,1
2209,goods,1
2210,Gorgon,1
2211,government,1
2212,grandson,1
2213,group,1
2214,guard,0
2215,hand,1
2216,hang,0
2217,harbour,0
2218,haunt,0
2219,heavily,0
2220,helper,1
2221,honesty,0
2222,hospital,0
2223,hostess,1
2224,hurry,1
2225,immediately,0
2226,important,1
2227,interrupt,0
2228,journey,1
2229,key,1
2230,kick,1
2231,land,1
2232,language,1
2233,laugh,1
2234,lawyer,1
2235,lend,1
2236,lie,1
2237,lighthouse,1
2238,lonely,1
2239,loudly,1
2240,luck,1
2241,mad,0
2242,main,1
2243,manager,1
2244,market,1
2245,material,0
2246,meanwhile,0
2247,Mediterranean,0
2248,mend,1
2249,message,1
2250,modern,1
2251,movement,1
2252,musical,1
2253,nearly,1
2254,neat,1
2255,nervous,0
2256,normal,1
2257,notice,1
2258,obey,1
2259,obviously,1
2260,occur,0
2261,once,1
2262,operation,0
2263,outside,1
2264,over,0
2265,paint,1
2266,park,1
2267,path,1
2268,patient,0
2269,pattern,0
2270,picnic,1
2271,pile,0
2272,pipe,1
2273,pity,1
2274,play,1
2275,plough,0
2276,pocket,1
2277,point,1
2278,pole,0
2279,polo,1
2280,pool,1
2281,possession,0
2282,postcard,1
2283,precious,1
2284,pretend,0
2285,proud,0
2286,pub,1
2287,public,1
2288,railway,1
2289,realize,1
2290,reason,1
2291,receive,1
2292,record,1
2293,refuse,1
2294,regret,0
2295,relative,1
2296,remind,1
2297,reminder,1
2298,repeat,0
2299,request,1
2300,return,1
2301,ring,1
2302,risk,1
2303,rock,0
2304,roof,1
2305,rudely,0
2306,rush,1
2307,sadly,1
2308,sail,1
2309,sand,1
2310,save,1
2311,savings,1
2312,seat,1
2313,secretary,0
2314,seem,1
2315,send,1
2316,serious,0
2317,service,1
2318,several,0
2319,shake,1
2320,shock,1
2321,shore,0
2322,shout,0
2323,sight,1
2324,sign,1
2325,simply,0
2326,sleeping bag,1
2327,smell,0
2328,snake,1
2329,sock,0
2330,soundly,0
2331,spare,1
2332,stage,1
2333,standard,1
2334,station,1
2335,steal,1
2336,storm,0
2337,straight,1
2338,strange,1
2339,strong,1
2340,struggle,0
2341,succeed,0
2342,successful,0
2343,suggest,1
2344,sum,1
2345,swimmer,1
2346,taxi,1
2347,tent,1
2348,theatre,1
2349,thirsty,1
2350,throw,1
2351,ticket,1
2352,tight,0
2353,touch,1
2354,towards,1
2355,traffic,0
2356,train,1
2357,trouble,0
2358,turn,1
2359,unload,1
2360,unsmiling,1
2361,until,1
2362,upset,0
2363,upside,1
2364,valuable,1
2365,villager,1
2366,waiter,1
2367,wallet,0
2368,waste,1
2369,wave,1
2370,weak,1
2371,welcome,1
2372,whether,1
2373,while,1
2374,whisky,1
2375,whole,1
2376,wicked,0
2377,wind,1
2378,wonder,1
2379,wonderful,0
2380,wooden,1
2381,woollen,1
2382,single,1
2383,stone,1
2384,reply,0
2385,lift,0
2386,note,0
2387,hold,1
2388,fix,1
2389,right,1
2390,row,0
2391,light,1
2392,act,1
2393,far,1
2394,solid,1
2395,Olympic,1
2396,Indian,1
2397,clear,1
2398,plain,1
2399,edge,0
2400,Welsh,1
2401,pop singer,1
2402,ticket office,1
2403,Medusa,1
2404,root,1
2405,angel,1
2406,sexy,1
2407,SUV,1
2408,mark,1
2409,faith,0
2410,about,1
2411,happy,1
2412,money,1
2413,so,1
2414,cute,1
2415,shy,1
2416,January,1
2417,December,1
2418,forever,1
2419,DICT,1
2420,crazy,1
2421,model,1
2422,feel,1
2423,star,1
2424,fire,1
2425,RAM,1
2426,black,1
2427,smile,1
2428,girl,1
2429,sad,1
2430,cool,1
2431,present,0
2432,easy,1
2433,home,1
2434,off,1
2435,down,1
2436,pretty,1
2437,heart,1
2438,new,1
2439,type,1
2440,good luck,1
2441,premium,0
2442,fight,0
2443,set,0
2444,dear,1
2445,world,1
2446,custom,1
2447,check,1
2448,line,1
2449,cookies,1
2450,low,1
2451,fake,0
2452,solo,0
2453,back,1
2454,camera,1
2455,spa,1
2456,gift,1
2457,special,1
2458,skin,1
2459,content,0
2460,surprise,1
2461,Japanese,1
2462,GPRS,1
2463,size,1
2464,loser,1
2465,beat,1
2466,cry,1
2467,huge,1
2468,invalid,1
2469,level,1
2470,boss,1
2471,post,1
2472,bonus,1
2473,very,1
2474,stupid,1
2475,miss you,1
2476,year,1
2477,see,1
2478,KPI,1
2479,true,1
2480,die,1
2481,move,1
2482,friend,1
2483,cherish,0
2484,nothing,1
2485,beauty,1
2486,cover,1
2487,wife,1
2488,EQ,1
2489,wait,1
2490,mind,1
2491,general,1
2492,monitor,1
2493,moment,1
2494,remove,1
2495,idea,1
2496,maybe,1
2497,chat,1
2498,bingo,1
2499,sleep,1
2500,left,1
2501,heaven,1
2502,remember,1
2503,order,1
2504,pad,1
2505,with,1
2506,ever,1
2507,deal,1
2508,big,1
2509,search,1
2510,quality,1
2511,hurt,1
2512,white,1
2513,still,1
2514,whatever,1
2515,nude,1
2516,hide,1
2517,total,1
2518,address,1
2519,great,1
2520,drop,1
2521,Asian,1
2522,CBD,1
2523,end,1
2524,stick,0
2525,state,1
2526,hard,1
2527,from,1
2528,day,1
2529,leave,1
2530,tie,1
2531,really,1
2532,hate,1
2533,get,1
2534,wireless,1
2535,million,1
2536,head,1
2537,peace,1
2538,picture,1
2539,credit,1
2540,document,1
2541,melody,0
2542,part,1
2543,naughty,1
2544,high,1
2545,track,1
2546,first,1
2547,idiot,0
2548,green,1
2549,text,1
2550,program,1
2551,sound,1
2552,excellent,0
2553,premier,1
2554,base,1
2555,board,1
2556,cream,1
2557,basic,1
2558,tear,1
2559,night,1
2560,iron,1
2561,mass,0
2562,delay,1
2563,bachelor,0
2564,look,1
2565,wipe,1
2566,prosperous,0
2567,period,1
2568,olive,1
2569,cloud,1
2570,busy,1
2571,chance,1
2572,mom,1
2573,April,1
2574,couple,1
2575,full,1
2576,load,1
2577,because,1
2578,why,1
2579,fair,0
2580,ready,1
2581,proposal,0
2582,figure,0
2583,repair,1
2584,nice,1
2585,forget,1
2586,raise,0
2587,offer,1
2588,wedding,1
2589,subject,1
2590,funny,1
2591,young,1
2592,blind,1
2593,center,1
2594,water,1
2595,front,1
2596,hope,1
2597,poker face,1
2598,utility,1
2599,strike,0
2600,merry,1
2601,menu,1
2602,draw,1
2603,press,1
2604,gun,1
2605,coffee,1
2606,way,1
2607,soft,1
2608,prestige,0
2609,button,1
2610,smart,1
2611,stop,1
2612,smooth,0
2613,serial,0
2614,forward,1
2615,country,1
2616,object,1
2617,lose,1
2618,know,1
2619,before,1
2620,series,0
2621,birthday,1
2622,attack,1
2623,come,1
2624,sport,1
2625,shopping,1
2626,prefer,1
2627,respect,0
2628,provide,1
2629,sweet,1
2630,buff,0
2631,pig,1
2632,February,1
2633,study,1
2634,practice,1
2635,need,1
2636,cause,1
2637,movies,1
2638,summary,1
2639,keep,1
2640,international,1
2641,regular,1
2642,dead,1
2643,component,1
2644,wallpaper,1
2645,tip,1
2646,pack,0
2647,course,0
2648,correct,0
2649,treasure,0
2650,winter,1
2651,lead,1
2652,Korea,1
2653,handsome,1
2654,fool,1
2655,through,1
2656,interest,1
2657,madam,1
2658,bumper,0
2659,thanks,1
2660,store,1
2661,top,1
2662,better,1
2663,ship,1
2664,shape,0
2665,tired,1
2666,memory,1
2667,dog,1
2668,ignore,1
2669,customer,1
2670,feat,0
2671,default,1
2672,duplicate,0
2673,cost,1
2674,report,1
2675,password,1
2676,woman,1
2677,limit,1
2678,favorite,1
2679,quiet,1
2680,place,1
2681,room,1
2682,pass,1
2683,vendor,1
2684,absolutely,1
2685,sales,1
2686,plan,1
2687,gorgeous,0
2688,treat,1
2689,specific,0
2690,unit,1
2691,quite,1
2692,own,1
2693,extract,0
2694,dying,1
2695,beach,1
2696,pending,1
2697,paper,1
2698,silly,1
2699,second,1
2700,IPO,1
2701,cotton,0
2702,warm,1
2703,gray,1
2704,choose,1
2705,same,1
2706,prepare,1
2707,any,1
2708,want,1
2709,use,1
2710,without,1
2711,burn,1
2712,American,1
2713,gentle,0
2714,cheat,0
2715,shot,0
2716,sell,1
2717,north,1
2718,launcher,1
2719,fruit,1
2720,favourite,1
2721,many,1
2722,cook,1
2723,MPA,1
2724,understand,1
2725,condition,0
2726,believe,1
2727,protect,1
2728,album,0
2729,complex,1
2730,month,1
2731,husband,1
2732,cheap,1
2733,promotion,0
2734,begin,1
2735,CIF,1
2736,problem,1
2737,doctor,1
2738,setup,1
2739,happy ending,1
2740,show,1
2741,purpose,1
2742,person,1
2743,question,1
2744,dove,1
2745,waiting,0
2746,new year,1
2747,sea,1
2748,region,1
2749,ocean,1
2750,duck,1
2751,attitude,0
2752,branch,1
2753,jasmine,0
2754,novel,0
2755,enemy,1
2756,east,1
2757,remix,1
2758,situation,1
2759,take up,1
2760,of course,1
2761,ball,1
2762,bread,1
2763,suit,1
2764,download,1
2765,chain,1
2766,NPC,0
2767,scene,0
2768,poor,1
2769,advance,0
2770,six,1
2771,kite,1
2772,French,1
2773,afraid,1
2774,bound,0
2775,task,1
2776,finish,1
2777,failure,1
2778,WTO,1
2779,OMG,1
2780,engineer,1
2781,judge,1
2782,sale,1
2783,against,0
2784,exercise,1
2785,trade,1
2786,matter,1
2787,fabulous,0
2788,speak,1
2789,assistant,1
2790,actually,1
2791,exactly,0
2792,decline,0
2793,quantity,0
2794,freak,0
2795,silent,0
2796,human,1
2797,courage,0
2798,clever,1
2799,beta,1
2800,supper,0
2801,due,0
2802,deliver,1
2803,almost,1
2804,serve,1
2805,eye,1
2806,worth,0
2807,upgrade,0
2808,pet,1
2809,manage,1
2810,department,1
2811,result,1
2812,electric,1
2813,chest,0
2814,attachment,1
2815,ordinary,0
2816,domestic,1
2817,MBPS,1
2818,fetish,0
2819,generation,0
2820,division,0
2821,weird,0
2822,thank,1
2823,spread,0
2824,compatible,0
2825,Brazil,0
2826,mouth,1
2827,letter,1
2828,feeling,1
2829,bag,1
2830,wire,1
2831,method,1
2832,kit,1
2833,bastard,0
2834,thought,1
2835,province,1
2836,card,1
2837,ISBN,1
2838,carry,1
2839,CFO,1
2840,direction,1
2841,iphone,1
2842,liar,1
2843,implement,1
2844,animal,1
2845,reject,1
2846,defense,0
2847,possible,1
2848,serial number,1
2849,KBPS,1
2850,queen,1
2851,toner,0
2852,care,1
2853,warning,1
2854,PRC,1
2855,silence,0
2856,affair,0
2857,rubber,0
2858,who,1
2859,fine,1
2860,ridiculous,0
2861,party,1
2862,introduce,1
2863,online,1
2864,together,1
2865,out,1
2866,simple,1
2867,cooperation,0
2868,others,1
2869,inspiration,0
2870,relationship,1
2871,live,1
2872,cross,1
2873,FBI,1
2874,grow,1
2875,master,1
2876,scarf,0
2877,soul,1
2878,count down,1
2879,temporarily,1
2880,value,1
2881,recipe,0
2882,implementation,0
2883,bust,0
2884,LBS,1
2885,APP,1
2886,copy,1
2887,Thailand,1
2888,facial,0
2889,paradise,0
2890,written,1
2891,music,1
2892,skinny,1
2893,tips,1
2894,temperature,1
2895,sunny,1
2896,exhausted,0
2897,demo,1
2898,traditional,1
2899,Mars,1
2900,vampire,0
2901,body,1
2902,kiss,1
2903,costume,0
2904,satisfaction,0
2905,plum,0
2906,validation,1
2907,LOL,1
2908,sufficient,0
2909,spend,1
2910,belt,0
2911,tongue,1
2912,innocence,0
2913,internship,0
2914,exotic,0
2915,currently,0
2916,RPM,1
2917,options,1
2918,cities,0
2919,propaganda,0
2920,take away,1
2921,reset,1
2922,zoom,1
2923,podcast,1
2924,adorable,0
2925,usually,1
2926,panda,1
2927,will,1
2928,summer,1
2929,sorry,1
2930,concerned,0
2931,pollution,0
2932,joker,0
2933,staple,0
2934,myself,1
2935,auto,1
2936,login,1
2937,ebook,1
2938,oriental,0
2939,spectacular,0
2940,nostalgia,0
2941,baby,1
2942,arrival,0
2943,have,1
2944,excite,1
2945,TEL,1
2946,start,1
2947,CTO,1
2948,up,1
2949,hilarious,0
2950,power,1
2951,franchise,0
2952,lantern,0
2953,guest,1
2954,flag,1
2955,pronunciation,0
2956,make,1
2957,QFII,1
2958,ELF,1
2959,toxic,0
2960,twitter,1
2961,Spain,1
2962,nutrition,0
2963,help,1
2964,timeless,0
2965,reach,1
2966,embarrassing,0
2967,destiny,0
2968,apologize,1
2969,reboot,1
2970,GNP,1
2971,CIA,1
2972,lady,1
2973,wig,0
2974,on,1
2975,driver,1
2976,lolita,1
2977,vogue,0
2978,perfect,1
2979,batter,0
2980,escape,1
2981,cup,1
2982,beer,1
2983,adversity,0
2984,sculpture,0
2985,macau,0
2986,other,1
2987,UN,1
2988,cane,0
2989,backup,1
2990,alkaline,0
2991,hobby,1
2992,aisle,0
2993,nobody,1
2994,laptop,0
2995,USD,1
2996,chipset,1
2997,utilization,0
2998,crayon,0
2999,graphics,0
3000,if,1
3001,bless,0
3002,case,1
3003,pinnacle,0
3004,space,1
3005,add,1
3006,dry,1
3007,bee,1
3008,must,1
3009,Paris,1
3010,insane,0
3011,heat,1
3012,sleigh,0
3013,knife,1
3014,juice,0
3015,errand,0
3016,timing,1
3017,orz,1
3018,viper,0
3019,burglar,0
3020,puppy,0
3021,debug,1
3022,aeroplane,0
3023,thriller,0
3024,cider,0
3025,promise,1
3026,paparazzi,0
3027,milk,1
3028,bottle,1
3029,IMF,1
3030,hero,1
3031,map,1
3032,support,1
3033,happiness,0
3034,sick,1
3035,hat,1
3036,eraser,1
3037,anti,1
3038,failed,1
3039,binoculars,0
3040,penny,0
3041,blow,1
3042,merits,0
3043,accomplished,0
3044,sober,0
3045,bookcase,1
3046,brown,0
3047,CAAC,1
3048,optimist,0
3049,blunder,0
3050,amplify,0
3051,burglary,0
3052,brute,0
3053,bumpy,0
3054,shredder,0
3055,tattoo,1
3056,boredom,0
3057,amongst,0
3058,grilled,0
3059,autobots,1
3060,adoration,0
3061,absolve,0
3062,brunt,0
3063,blurt,0
3064,DPI,1
3065,ashamed,0
3066,cure,0
3067,entire,0
3068,youth,0
3069,hollow,0
3070,courtyard,0
3071,gust,0
3072,mattress,0
3073,miraculously,0
3074,nod,0
3075,promptly,0
3076,sweep,0

